Repository: collective/Solgema.fullcalendar
Catalog: Solgema/fullcalendar/locales/*/LC_MESSAGES/Solgema.fullcalendar.po
Languages: de, es, eu, fr, it, nl, pt_br

# help_firstHour
source: Set the first hour to be diplayed in calendar (must be of type '5' from 0 to 23). If that hour is preceeded by a "+" or a "-", the number of hour defined will be added or substracted to the current hour.
de: Legen Sie die erste Stunde der Kalender-Tagesansicht fest (eine Zahl zwischen 0 und 23). Wenn vor dieser Zahl ein "+" oder "-" steht, wird die Zahl mit der aktuellen Zeit addiert bzw. substrahiert.
fr: Détermine la première heure affichée dans le calendrier (doit être du type '5' de 0 à 23). Si cette heure est précédée d'un "+" our d'un "-", le nombre d'heures défini sera ajouté ou soustrait à l'heure courante.
it: Inserisci la prima ora da mostrare nel calendario (deve essere nel formato '5' da 0 a 23). Se l'ora è preceduta da un "+" o da un "-" tale numero verrà aggiunto o sottratto all'ora corrente.
nl: Bepaalt het eerste uur dat in de kalender wordt weergegeven (bijvoorbeeld '5', een cijfer van 0 tot 23). Als dit cijfer voorafgegaan wordt door een "+" of een "-", dan zal het lopende uur vermeerderd of verminderd worden met het opgegeven aantal.
pt_br: Definir a primeira hora a ser mostrada no calendário (deve ser do tipo '5 'de 0 à 23). Se essa hora é precedido por um "+" ou "-", o número de horas definido serão adicionados ou subtraídos na hora actual.

# help_overrideStateForAdmin
source: Override Review State Criterion for Admins.
de: Workflow-Status-Kriterium für Administratoren überschreiben.
fr: Ne pas prendre en compte le critère d'état pour les administrateurs.
it: Sovrascrivi il criterio di stato di revisione per gli amministratori.
nl: Houd geen rekening met het status-criterium voor de beheerders.
pt_br: Substituir estado de revisão de critério para Administradores.

# help_queryColors
source: You can assign a color to each topic criterias.
de: Sie können jedem der Kriterien der Kollektion eine eigene Farbe geben.
fr: Vous pouvez assigner une couleur à chaque valeur des critères de recherche.
it: È possibile assegnare un colore ad ogni criterio della collezione.
nl: U kunt een kleur toekennen aan elke waarde van de zoekcriteria.
pt_br: Você pode atribuir uma cor para cada critérios do tópico.

# help_relativeFirstDay
source: Display calendar from a certain number of days before or after the current date. ( use the format '+1' or '-1' )
de: Kalender ab einer bestimmten Anzahl von Tagen vor dem aktuellen Datum anzeigen (Format: '+1' oder '-1' )
fr: Afficher le calendrier à partir d'un certain nombre de jours avant ou après la date courante. (utiliser le format '+1' ou '-1')
it: Mostra il calendario a partire da un certo numero di giorni prima e dopo la data corrente. (utilizza il formato '+1' o '-1')
nl: Toon de kalender vanaf een aantal dagen voor of na de huidige datum. (gebruik het formaat '+1' of '-1')
pt_br: Calendário de exibição a partir de um determinado número de dias antes ou depois da data atual. (use '+1' ou' o formato -1 ')

# help_shortDayNameFormat
source: Choose short day name format (abbreviated = 3 characters, short = 2 characters).
de: Wählen Sie ein Kurznamen-Format des Tages (3 Zeichen = abgekürzt, kurz = 2 Zeichen).
fr: Choisissez le format de nom court du jour (abrégé = 3 caratères, court = 2 caractères).
it: Seleziona il formato del nome breve del giorno (abbreviato = 3 caratteri, corto = 2 caratteri)
nl: Kies het formaat van de korte naam van de dag (afgekort = 3 karakters, kort = 2 karakters).
pt_br: Escolha o formato de nome curto para o dia (abreviado = 3 caracteres, curtas = 2 caracteres).

# help_slotMinutes
source: Set the length in minutes for each slice in one hour.
de: Länge (in Minuten) der einzelnen Abschnitten einer Stunde.
fr: Détermine en minutes la subdivision d'affichage d'une heure
it: Imposta la dimensione in minuti della suddivisione da applicare ad un ora.
nl: Bepaalt, in minuten, de onderverdeling van een weergegeven uur
pt_br: Definir a duração em minutos para cada uma hora.

# help_target_folder
source: Choose the folder where the content will be created. If this field is not defined, the events will be created in the folder that contains the current Topic.
de: Wählen Sie einen Ordner in dem in dem neue Termine angelegt werden. Wenn nichts ausgewählt ist werden neue Termine in dem Ordner angelegt in dem auch die Kollektion liegt.
fr: Choisissez dans quel dossier le nouveau contenu ajouté dans le calendrier sera créé. Si ce champ n'est pas défini, les événements seront créés dans le dossier contenant cette collection.
it: Scegli la cartella dove creare il contenuto. Se questo campo non è valorizzato, gli eventi verranno creati nella cartella che contiene la Collezione corrente.
nl: Kies in welke map de nieuwe inhoud die aan de kalender werd toegevoegd gecreëerd zal worden. Als u niets aanduidt worden de evenementen gecreëerd in de map waarin deze verzameling zit.
pt_br: Escolha a pasta onde o conteúdo será criado. Se esse campo não for definido, os eventos serão criados na pasta que contém o tópico atual.

# help_weekends
source: Display Saturday and Sunday
de: Samstage und Sonntage anzeigen
fr: Afficher le samedi et le dimanche
it: Mostra il sabato e la domenica
nl: Zaterdag en Zondag weergeven
pt_br: Mostrar Sábado e Domingo

# label_caleditable
source: Editable
de: Bearbeitung von Terminen erlauben
eu: Editagarria
fr: Éditable
pt_br: Editável
