Repository: collective/Solgema.fullcalendar
Catalog: Solgema/fullcalendar/locales/*/LC_MESSAGES/Solgema.fullcalendar.po
Languages: de, es, eu, fr, it, nl, pt_br

source: ${tname} has been created.
de: ${tname} wurde erstellt.
es: ${tname} ha sido creado.
eu: ${tname} ondo sortu da.
fr: ${tname} a été créé.
it: ${tname} è stato creato.
pt_br: ${tname} Foi criado.

source: Adds a Full editable Calendar based on fullcalendar (http://arshaw.com/fullcalendar/)
es: Añade un calendario completamente editable basado en fullcalendar (http://arshaw.com/fullcalendar/)
eu: fullcalendar-en oinarritutako egutegia

source: all-day
de: Ganztags
es: Todo el día
eu: Egun guztikoa
fr: Jour entier
it: Tutto il giorno
nl: Hele dag
pt_br: Todos os dias

source: Calendar
de: Kalender
es: Calendario
eu: Egutegia
fr: Calendrier
it: Calendario
nl: Kalender
pt_br: Calendário

source: Calendar properties
de: Kalender Einstellungen
es: Propiedades del calendario
eu: Egutegiaren ezarpenak
fr: Propriétés du calendrier
it: Proprietà del calendario
nl: Eigenschappen van het kalender
pt_br: Propriedades do calendário

source: Colors
de: Farben
es: Colores
eu: Koloreak
fr: Couleurs
it: Colori
nl: Kleuren
pt_br: Cores

source: Day
de: Tag
es: Día
eu: Eguna
fr: Jour
it: Giorno
nl: Dag
pt_br: Dia

source: Day Split
de: Getrennt
es: Día partido
fr: Séparé
pt_br: Dia dividido

source: Google Calendar Sources
de: Google Kalender Quellen
es: Orígenes de Google Calendar
eu: Google Calendar Iturburua
fr: Sources Google Calendar
pt_br: Fontes do calendário Google

source: Month
de: Monat
es: Mes
eu: Hilabetea
fr: Mois
it: Mese
nl: Maand
pt_br: Mês

source: Please correct the indicated errors.
de: Bitte korrigieren Sie die angezeigten Fehler.
es: Por favor, corrija los errores indicados.
eu: Erakutsitako akatsak zuzendu, mesedez.
fr: Veuillez corriger les erreurs indiquées.
it: Prego correggere gli errori indicati.
nl: Gelieve de aangeduide fouten te corrigeren.
pt_br: Por favor corrija os erros indicados.

source: Query
de: Abfrage
es: Consulta
eu: Kontsulta
fr: Recherche
it: Ricerca
nl: Website doorzoeken
pt_br: Pergunta

source: Reschedule
de: Umplanen
es: Reprogramar
eu: Berrantolatu
fr: Replanifier
it: Ri-pianificare
nl: Opnieuw plannen
pt_br: Re-agendar

source: Solgema Fullcalendar Upgrade 1.2
es: Solgema Fullcalendar Actualización 1.2

source: Solgema Fullcalendar Upgrade 1.3
es: Solgema Fullcalendar Actualización 1.3

source: Solgema Fullcalendar Upgrade 1.6
es: Solgema Fullcalendar Actualización 1.6

source: Solgema Fullcalendar Upgrade 1.7
es: Solgema Fullcalendar Actualización 1.7

source: Solgema Fullcalendar Upgrade 1.8
es: Solgema Fullcalendar Actualización 1.8

source: Solgema Fullcalendar Upgrade 1.9
es: Solgema Fullcalendar Actualización 1.9

source: Solgema Fullcalendar Upgrade 2
es: Solgema Fullcalendar Actualización 2

source: Sources
de: Quellen
es: Orígenes
eu: Iturburuak
it: Fonti
nl: Bronnen
pt_br: Fontes

source: Sub-Folders
de: Unterordner
es: Subcarpetas
eu: Azpi-karpetak
fr: Sous-Dossiers
it: Sottocartelle
pt_br: Sub-Pastas

source: The entered value is not a valid dict.
de: Der eingegebene Wert ist keine gültige Zuordnung.
es: El valor introducido no es un diccionario válido.
eu: Sartutako balioa ez da hiztegi bat
fr: La valeur saisie n'est pas un dictionnaire valide.
it: Il valore inserito non è un dizionario valido.
nl: De ingevoerde waarde is geen geldig woordenboek.
pt_br: O valor digitado não é um dicionário válido.

source: Uninstall Solgema Fullcalendar
es: Desinstalar Solgema Fullcalendar

source: Uninstall Solgema Fullcalendar Product.
es: Desinstalar el producto Solgema Fullcalendar

source: Upgrade Solgema Fullcalendar, a Full editable Calendar based on fullcalendar (http://arshaw.com/fullcalendar/)
es: Actualizar Solgema Fullcalendar, un completo calendario editable basado en fullcalendar (http://arshaw.com/fullcalendar/)

source: Versioning for this file has been disabled because it is too large
de: Versionierung für diese Datei wurde deaktiviert weil sie zu groß ist.
es: El versionado de este archivo ha sido deshabilitado porque es muy grande
eu: Fitxategi honentzako bertsio sistema desgaitu egin da fitxategia handiegia delako.
fr: Le versionnement de ce fichier a été désactivé car il est trop volumineux.
it: Il versionamento per questo file è stato disabilitato poichè è troppo grande
nl: Het bijhouden van versies voor dit bestand werd uitgeschakeld omdat het te groot is.
pt_br: A versão para este arquivo foi desativado porque ele é muito grande

source: View details
es: Ver detalles
eu: Ikusi xehetasunak

source: Week
de: Woche
es: Semana
eu: Astea
fr: Semaine
it: Settimana
pt_br: Semana

source: abbreviated
de: abgekürzt
es: Abreviado
eu: Laburtuta
fr: abrégé
it: abbreviato
nl: afgekort
pt_br: Abreviado

source: Add new Event
de: Neuen Termin erstellen
es: Añadir nuevo evento
eu: Hitzordu berria gehitu
fr: Ajouter un nouvel événement
it: Aggiungi un nuovo Evento
nl: Een nieuw evenement toevoegen
pt_br: Adicionar novo evento

# agendaDay
source: Day agenda
de: Tagesplan
es: Vista de agenda del día (agendaDay)
eu: Egun osoa agenda estiloan (agendaDay)
fr: Jour agenda
it: Agenda Giorno
nl: Agenda dag
pt_br: Agenda dia

# agendaDaySplit
source: Day Split
de: Getrennt
es: Vista de agenda del día partido (agendaDaySplit)
eu: Agenda banatutako egunean (agendaDaySplit)
fr: Séparé
it: Separato
pt_br: Dia dividido

# agendaWeek
source: Week agenda
de: Wochenplan
es: Vista de agenda de semana (agendaWeek)
eu: Astea agenda estiloan (agendaWeek)
fr: Semaine agenda
it: Agenda Settimana
nl: Agenda week
pt_br: Agenda semana

# basicDay
source: Day basic
de: einfache Tagesansicht
es: Vista básica de día (basicDay)
eu: Oinarrizko eguna (basicDay)
fr: Jour basic
it: Giorno base
nl: Basis dag
pt_br: Dia basico

# basicWeek
source: Week basic
de: einfache Wochenansicht
es: Vista básica de semana (basicWeek)
eu: Oinarrizko astea (basicWeek)
fr: Semaine basic
it: Settimana base
nl: Basis week
pt_br: Semana basica

source: Edit Event
de: Termin bearbeiten
es: Editar evento
eu: Hitzordua editatu
fr: Modifier l'événement
it: Modifica l'Evento
nl: Evenement wijzigen
pt_br: Editar Evento

source: help_allDay
es: Si está seleccionado se muestra la opción "todo el día"
eu: Aukeratu hau Egun guztiko bistaratzerako
fr: Cochez cette case pour afficher l'option "Jour entier"
nl: Dit veld aanvinken om de optie "Volledige dag" te tonen

# help_caleditable
source: Check this box if you want the events in the catalog to be editable.
de: Termine im Kalender bearbeitbar zu machen.
es: Si está seleccionado los eventos del calendario serán editables
eu: Aukeratuta badago egutegian dauden hitzorduak editagarriak izango dira
fr: Cochez cette case si vous voulez que les événements du calendrier soient éditables.
it: Seleziona questa casella se si desidera che gli eventi nel calendario essere modificabile.
pt_br: Marque essa caixa se você quiser que os eventos no catálogo a ser editado.

# help_disableAJAX
source: Disables contextual adding menu.
de: Deaktiviert das Kontext-Menü
es: Si está seleccionado desactiva el menú contextual
eu: Saguaren eskumako botoia sakatuta irteten den menua desgaitu.
fr: Désactive le menu contextuel.
pt_br: Desativa o menu contextual de adição.

# help_disableDragging
source: Disables all event dragging, even when events are editable.
de: Termine verschieben deaktiviert.
es: Si está seleccionado desactiva el poder arrastrar eventos, incluso cuando estos son editables.
eu: Hitzorduak arrastatzea desaktibatu
fr: Désactive le glisser/déposer de tous les événement, même lorsque les événements sont éditables.
pt_br: Desativa arrastar todos os eventos, mesmo quando os eventos são editáveis.

# help_disableResizing
source: Disables all event resizing, even when events are editable.
de: Termine vergrößern/verkleinern deaktiviert.
es: Si está seleccionado desactiva el poder redimensionar los eventos, incluso cuando estos son editables.
eu: Hitzorduen iraupena egutegiaren bistatik aldatzea desaktibatu
fr: Désactive le redimmensionnement de tous les événement, même lorsque les événements sont éditables.
pt_br: Desativa todos os redimensionamento de eventos, mesmo quando os eventos são editáveis.

source: help_displaying_localtime
es: Las horas que se muestran en el calendario se ajustan a la hora local del navegador u ordenador.
eu: Egutegiko hitzorduak zure nabigatzailearen edo ordenagailuaren ordura egokituko dira.
fr: Les événements affichés sur ce calendrier sont ajustés par votre navigateur à l'heure locale de votre ordinateur
pt_br: Eventos exibidos neste calendário são ajustados, pelo seu navegador, para a hora local de seu computador.

source: help_eventType
es: Tipo de elemento que se crea cuando se añade un evento
eu: Hitzordu berri bat sortzerakoan erabiliko den elementu-mota
fr: Type de contenu à utiliser lorsqu'un événement est créé
pt_br: Tipo de conteúdo a ser utilizado quando um novo evento for criado

source: help_gcalSources
es: Introduzca las urls de los feeds del calendario de Google Calendar en el siguiente formato: http://www.google.com/calendar/feeds/yourmail@gmail.com/... Una url por línea.
eu: Idatzi zure Google Calendar egutegiaren jarioak hemen. Sintaxia horrelakoa izan behar da http://www.google.com/calendar/feeds/yourmail@gmail.com/.... URL bat lerro bakoitzean.
fr: Entrez dans le champs ci-dessous les url de vos calendrier google, une url par ligne. La syntaxe devrait être : http://www.google.com/calendar/feeds/yourmail@gmail.com/...

# help_headerLeft
source: Contents of the left header of the calendar. Possible values: prev, next, prevYear, nextYear, calendar. Separate values ​​by commas to get buttons glued one against the other or by spaces.
de: Optionen im linken Kopfbereich. Mögliche Werte: prev, next, prevYear, nextYear, calendar. Durch Komma getrennt Werte werden an einem Stück angezeigt, mit Abstand durch Leerzeichen getrennte Werte.
es: Opciones disponibles: title, prev, next, prevYear, nextYear, today
fr: Contenu de l'en-tête gauche du calendrier. Valeurs possibles: prev, next, prevYear, nextYear, calendar. Séparez les valeurs par des virgules pour obtenir des boutons collés les uns aux autres sinon par des espaces.
it: Contenuto della testata sinistra del calendario. Possible values: prev, next, prevYear, nextYear, calendar. Separate values ​​by commas to get buttons glued one against the other or by spaces.
pt_br: Conteúdo do cabeçalho esquerdo do calendário. Valores possíveis: prev, next, prevYear, nextyear, calendário. Os valores separados por vírgulas para obter botões colados um contra o outro ou por espaços.

# help_headerRight
source: Contents of the right header of the calendar.
de: Optionen im rechten Kopfbereich.
es: Opciones disponibles: title, prev, next, prevYear, nextYear, today
fr: Contenu de l'en-tête droite du calendrier.
it: Contenuto della testata destra del calendario. Possible values: month, basicWeek, basicDay, agendaWeek, agendaDay, agendaDaySplit. Separate values ​​by commas to get buttons glued one against the other or by spaces.
nl: Inhoud van het opschrift rechts van de kalender
pt_br: Conteúdo do cabeçalho da direita do calendário.

# help_minTime
source: Set the first visible hour in calendar (must be of type '5' or '5:30').
de: Wählen Sie die erste sichtbare Stunde des Kalenders (z.B. '5' oder '5:30').
es: Puede ser un número como 5 (indicará las 05:00) o un string como '5:30' (indicará las 05:30)
fr: Détermine la première heure visible dans le calendrier (doit être du type '5' ou '5:30').
it: Inserisci la prima ora visibile nel calendario (deve essere nel formato '5' o '5:30').
nl: Bepaalt het eerste zichtbaar uur in de kalender (bijvoorbeeld '5' of '5:30').
pt_br: Definir a primeira hora visível no calendário (deve ser do tipo '5 'ou '5:30').

source: iCal export
es: Exportación iCal
eu: ICal esportazioa
fr: Export iCal
nl: Export iCal
pt_br: Exportar iCal

# label_allDay
source: Display "All day" option
de: 'Ganztags'-Spalte anzeigen
es: Mostrar opción de "todo el día"
eu: Egun guztiko bistaratzea erabili
fr: Jour entier
it: Mostra l'opzione Tutto il giorno
nl: Hele dag
pt_br: Mostrar opção "Todo dia"

# label_allDaySlot
source: Display all-day slot
de: 'Ganztags'-Spalte anzeigen
es: Mostrar opción de "todo el día"
eu: Egun guztiko hitzorduen kutxa erakutsi
fr: Afficher les cases "Jour entier"
it: Mostra lo slot Tutto il giorno
nl: Het vakje "Hele dag" weergeven
pt_br: Mostrar aberturas de todos os dias

# label_availableCriterias
source: Search Criterias
de: Suchkriterien
es: Criterios disponibles
eu: Irizpideak
fr: Critères de la recherche
it: Criteri di ricerca
nl: Zoekcriteria
pt_br: Critérios de busca

# label_availableSubFolders
source: Sub-Folders to be displayed
de: Angezeigte Unterordner
es: Subcarpetas disponibles
eu: Azpi-karpetak
fr: Sous-dossiers affichés
it: Sottocartelle disponibili
pt_br: Sub-Pastas para serem exibidas

# label_calendarHeight
source: Calendar height
de: Höhe des Kalenders
es: Altura del calendario
eu: Egutegiaren altuera
fr: Hauteur du calendrier
it: Altezza del calendario
nl: Hoogte van de kalender
pt_br: Altura do calendário

# label_defaultCalendarView
source: Default View
de: Standard-Ansicht
es: Vista por defecto del calendario
eu: Defektuzko bista
fr: Vue par défaut
it: Vista predefinita
nl: Standaardweergave
pt_br: Visão padrão

source: label_disableAJAX
es: Desactivar AJAX
eu: AJAX desaktibatu
fr: Désactiver AJAX

# label_disableDragging
source: Disable Dragging
de: Verschieben deaktivieren
es: Desactivar arrastrado
eu: Arrastatzea desaktibatu
fr: Désactiver le glisser/déposer
pt_br: Desabilitar arrastar

# label_disableResizing
source: Disable Resizing
de: Vergrößern deaktivieren
es: Desactivar redimensionado
eu: Tamaina aldatzea desaktibatu
fr: Désactiver le redimmensionnement
pt_br: Desabilitar redimensionamento

# label_displayNoscriptList
source: List of events without javascript
de: Termine auch ohne Javascript auflisten
es: Mostrar eventos cuando no haya JavaScript
eu: Hitzordu zerrenda erakutsi JavaScriptik ez dagoenean
fr: Liste des événements sans javascript
it: Mostra tutti gli eventi senza usare il javascript
nl: Lijst van evenementen zonder javascript
pt_br: Lista de eventos sem javascript

# label_displayUndefined
source: Undefined
de: nicht definiert
es: Mostrar campo "undefined"
eu: Definitu gabekoak erakutsi
fr: Non défini
it: Non definito
nl: Niet gedefinieerd
pt_br: Indefinido

source: label_eventType
es: Tipo de evento
eu: Hitzordu mota
fr: Type des événements
pt_br: Tipo Evento

# label_firstDay
source: First day of week
de: Erster Wochentag
es: Primer día
eu: Lehenengo eguna
fr: Premier jour de la semaine
it: Primo giorno della settimana
nl: Eerste dag van de week
pt_br: Primeiro dia da semana

# label_firstHour
source: First displayed hour
de: Erste angezeigte Stunde
es: Primera hora a mostrar en el calendario
eu: Lehenengo ordua
fr: Première heure affichée
it: Prima ora mostrata
nl: Eerste weergegeven uur
pt_br: Primeira hora exibida

# label_gcalSources
source: Google Calendar Sources
de: Google Kalender Quellen
es: Fuentes de Google Calendar
eu: Google Calendar Iturburuak
fr: Sources Google Calendar
pt_br: Fontes do calendário Google

# label_headerLeft
source: Header Left
de: Kopfbereich links
es: Botones que se mostrarán en la parte superior izquierda del calendario
eu: Ezkerreko goiburukoan agertuko diren botoiak
fr: En-tête gauche
it: Testata sinistra
pt_br: Cabeçalho esquerdo

# label_headerRight
source: Header Right
de: Kopfbereich rechts
es: Botones que se mostrarán en la parte superior derecha del calendario
eu: Eskumako goiburukoan agertuko diren botoiak
fr: En-tête droite
it: Testata destra
nl: Opschrift rechts
pt_br: Cabeçalho direito

# label_maxTime
source: Last visible hour
de: Letzte sichtbare Stunde
es: La mayor hora que se mostrará
eu: Erakutsiko den ordu beranduena
fr: Dernière heure visible
it: Ultima ora visibile
nl: Laatste zichtbaar uur
pt_br: Última hora visível

# label_minTime
source: First visible hour
de: Erste sichtbare Stunde
es: La menor hora que se mostrará
eu: Erakutsiko den ordu goiztiarrena
fr: Première heure visible
it: Prima ora visibile
nl: Eerste zichtbaar uur
pt_br: Primeira hora visível

# label_overrideStateForAdmin
source: Override State Criterion
de: Status-Kriterium überschreiben
es: No tener en cuenta el estado para los administradores del sitio
eu: Kudeatzaileentzat, ez izan kontuan hitzorduaren egoera berau egutegian erakusterakon
fr: Surclasser Critère d'état
it: Sovrascrivi il criterio dello stato
nl: Overschrijf het status-criterium
pt_br: Substituir estado de criação

# label_queryColors
source: Colors
de: Farben
es: Colores de las consultas
eu: Kontsultaren koloreak
fr: Couleurs
it: Colori
nl: kleuren
pt_br: Cores

# label_relativeFirstDay
source: Relative first day of week
de: Relativer erster Wochentag
es: Número de días relativo respecto del primer día
eu: Lehenengo egunarekiko egun erlatiboa
fr: Premier jour relatif
it: Primo giorno relativo della settimana
nl: Eerste relatieve dag
pt_br: Parente do primeiro dia da semana

# label_shortDayNameFormat
source: Short day name format
de: Kurzname für Tage (Sa-So)
es: Formato de nombre de día
eu: Egunaren izenaren formatua
fr: Format du nom court pour les jours
it: Formato breve del nome del giorno
nl: Formaat van de korte naam van de dagen
pt_br: Formato de nome curto para o dia

# label_slotMinutes
source: Subdivision
de: Slots
es: Frecuencia para mostrar slots en la vista de agenda
eu: Zenbat minututako tartea
it: Suddivisione
nl: Onderverdeling
pt_br: Subdivisão

# label_target_folder
source: Creation Folder
de: Zielordner für neue Termine
es: Carpeta destino
eu: Iturburu karpeta
fr: Dossier de création
it: Cartella di creazione
nl: creatiemap
pt_br: Pastas de criação

# label_undefined
source: Undefined
de: nicht definiert
es: No definido
eu: Zehaztugabea
fr: Non défini
it: Non definito
nl: Niet gedefinieerd
pt_br: Indefinido

# label_weekends
source: Weekends
de: Wochenenden
es: Mostrar fines de semana
eu: Asteburuak erakutsi
pt_br: Finais de semana

source: short
de: kurz
es: Corto
eu: Laburra
fr: court
it: breve
nl: Kort
pt_br: Curto

source: solgemafullcalendar_view
es: Vista de calendario
eu: Egutegi bista

# title_add_to_ical
source: Download this calendar in iCal format
de: Kalender im ical-Format herunterladen
es: Descargar este calendario en formato iCal.
eu: Egutegi hau iCal formatuan deskargatu
fr: Exporter ce calendrier au format iCal
it: Scarica questo calendario in formato iCal
nl: Exporter de kalender in iCal-formaat
pt_br: Baixar este calendário no formato iCal

# help_availableCriterias
source: Choose topic criterions that will be displayed in the bottom of the calendar.
de: Wählen Sie die Kriterien der Kollektion, die am Ende des Kalenders angezeigt werden sollen.
eu: Aukeratu zein irizpide betetzen duten elementuak agertu behar diren egutegian
fr: Choisissez les critères de la collection qui seront affichés en dessous du calendrier.
it: Scegli i criteri della collezione che sarà mostrata in fondo al calendario.
nl: Kies de criteria van de verzameling welke onderaan de kalender getoond zullen worden.
pt_br: Escolha critérios de tópico que será exibido na parte inferior do calendário.

# help_availableSubFolders
source: Choose wich sub-folders will be displayed in the calendar.
de: Wählen Sie welche Unterordner im Kalender angezeigt werden.
eu: Aukeratu zein azpi-karpetatako elementuak agertu behar diren egutegian
fr: Choisissez les sous-dossiers qui seront affichés dans le calendrier.
it: Scegli le sottocartelle verranno visualizzati nel calendario.
pt_br: Escolha quais sub-pastas serão exibidas no calendário.

# help_calendarHeight
source: Set the calendar height in pixel. (example: 600)
de: Geben Sie die Höhe des Kalenders in Pixeln an (z.B. 600).
fr: Entrez la hauteur du calendrier en pixels. (exemple: 600)
it: Imposta l'altezza del calendario in pixel. (esempio: 600)
nl: Voer de hoogte van de kalender in, in pixels. (voorbeeld: 600)
pt_br: Defina a altura do calendário em pixels (exemplo: 600).

# help_defaultCalendarView
source: Default view in which the calendar will be displayed
de: Standardansicht, in welcher der Kalender angezeigt wird.
fr: Vue par défaut dans laquelle sera affiché le calendrier
it: La vista predefinita in cui verrà mostrato il calendario
nl: Standaardweergave van de kalender
pt_br: Visualização padrão em que o calendário será exibido.

# help_displayNoscriptList
source: If selected, when javascript is not enabled, a list of events is displayed instead of the calendar. Use this if the calendar content must be referenced through the web (e.g. googlebot).
de: Wenn ausgewählt wird und Javascript nicht aktiviert ist wird eine Liste von Terminen statt des Kalenders angezeigt. Verwenden Sie diese Option, wenn der Kalender z.B. durch Suchmaschinen ausgelesen werden können soll.
fr: Si coché, lorsque le javascript n'est pas activé, une liste des événements est affichée à la place du calendrier. A utiliser si le contenu du calendrier doit être référencé sur internet (p.e. googlebot).
it: Se selezionato, quando il javascript è abilitato, viene mostrata una lista di eventi invece del calendario. Utilizza questa opzione se il contenuto del calendario deve essere referenziato via web (es. googlebot).
nl: Indien aangevinkt, en wanneer javascript niet actiev is, zal een lijst van evenementen getoond worden in plaats van de kalender. Te gebruiken wanneer de inhoud van de kalender dvor zoekmotoren beschikbaar moet zijn (vb. googlebot).
pt_br: Se selecionado, quando javascript não está habilitado, uma lista de eventos é exibido em vez do calendário. Use isso se o conteúdo do calendário deve ser referenciado através da web (por exemplo, googlebot).

# help_displayUndefined
source: Display the "Undefined" checkbox in the query field at the bottom of the calendar. This allows to search also for content that the searched field has not been filled.
de: Zeige die Checkbox "Undefined" in dem Abfrage-Feld am Ende des Kalenders. Das ermöglicht die Suche nach Inhalten bei denen das gewählte Feld leer ist.
fr: Montrer la case "Non défini" dans la recerche en dessous du calendrier. Cela permet de rechercher également du contenu dont le champ recherché n'a pas été renseigné.
it: Mostra il checkbox "Non definito" nel campo di ricerca in fondo al calendario. Questo permette di trovare anche i contenuti il cui campo cercato non sia stato valorizzato.
nl: Toon het veld "Niet gedefinieerd" bij het zoeken onderaan de kalender. Dit laat toe om te zoeken naar inhoud van niet aangegeven velden.
pt_br: Mostrar o "Indefinido" checkbox no campo de pesquisa na parte inferior do calendário. Isto permite procurar também pelo conteúdo que o campo pesquisado não foi preenchido.

# help_firstDay
source: Display calendar from that day
de: Erster Tag der Woche
fr: Afficher le calendrier à partir de ce jour
it: Mostra il calendario a partire da questo giorno
nl: Toon kalender vanaf vandaag
pt_br: Exibir calendário a partir deste dia
